{
	"category": {
		"electronics": "الكترونيات",
		"jewelery": "مجوهرات",
		"men's clothing": "ملابس رجالية",
		"women's clothing": "ملابس نسائية"
	},
	"dashboard": {
		"actions": "الإجراءات",
		"category": "الفئة",
		"number": "الرقم",
		"price": "السعر",
		"rate": "التقييم",
		"title": "العنوان"
	},
	"login": {
		"button": "تسجيل الدخول",
		"greeting": {
			"body": "أدخل بياناتك الشخصية وابدأ الرحلة معنا",
			"headline": "مرحبا يا صديقي!"
		},
		"headline": "تسجيل الدخول",
		"password": "كلمة المرور",
		"subHeadline": "استخدم اسم المستخدم وكلمة المرور لحسابك",
		"username": "اسم المستخدم"
	},
	"navbar": {
		"logout": "تسجيل الخروج",
		"title": "التسوق"
	},
	"productItem": {
		"1": {
			"description": "حقيبتك المثالية للاستخدام اليومي والمشي في الغابة. قم بتخزين الكمبيوتر المحمول الخاص بك (حتى 15 بوصة) في الجراب المبطن، للاستخدام اليومي",
			"title": " حقيبة ظهر قابلة للطي رقم 1، تناسب 15 جهاز كمبيوتر محمول"
		},
		"2": {
			"description": "طراز نحيف، أكمام طويلة راجلان متباينة، فتحة هينلي بثلاثة أزرار، خفيف الوزن ونسيج ناعم من أجل ارتداء مريح ومريح. وقمصان مخيطة بشكل متين برقبة دائرية مصنوعة من أجل المتانة وملاءمة رائعة للملابس غير الرسمية ومشجعي البيسبول المتعصبين. يتضمن خط العنق الدائري بأسلوب Henley فتحة بثلاثة أزرار.\"",
			"title": "تيشيرتات رجالية عادية بريميوم سليم فيت"
		},
		"3": {
			"description": "سترات ملابس خارجية رائعة للربيع/الخريف/الشتاء، مناسبة للعديد من المناسبات، مثل العمل، التنزه سيرًا على الأقدام، التخييم، تسلق الجبال/الصخور، ركوب الدراجات، السفر أو غيرها من الأماكن الخارجية. اختيار هدية جيد لك أو لأفراد عائلتك. حب دافئ القلب للأب أو الزوج أو الابن في عيد الشكر هذا أو يوم عيد الميلاد.",
			"title": "سترة قطن رجالي"
		},
		"4": {
			"description": "قد يختلف اللون قليلاً بين اللون الموجود على الشاشة وفي الممارسة العملية. / يرجى ملاحظة أن بنية الجسم تختلف من شخص لآخر، لذا يجب مراجعة معلومات الحجم التفصيلية أدناه في وصف المنتج.",
			"title": "رجل عارضة سليم صالح"
		},
		"5": {
			"description": "من مجموعة الأساطير الخاصة بنا، تم استلهام ناجا من تنين الماء الأسطوري الذي يحمي لؤلؤة المحيط. ارتديه متجهًا للداخل ليمنحك الحب والوفرة، أو للخارج للحماية.",
			"title": "سوار سلسلة سلسلة Dragon Station من الذهب والفضة للنساء من John Hardy"
		},
		"6": {
			"description": "الرضا مضمون. إرجاع أو استبدال أي طلب خلال 30 يومًا. تم تصميمه وبيعه بواسطة مركز حفيظ في الولايات المتحدة. الرضا مضمون. إرجاع أو استبدال أي طلب خلال 30 يومًا.",
			"title": "ميكروباف صغير الحجم من الذهب الصلب"
		},
		"7": {
			"description": "خاتم وعد كلاسيكي من سوليتير الماسي لخطوبة الزفاف من أجلها. هدايا لتفسد حبك أكثر للخطوبة، الزفاف، الذكرى السنوية، عيد الحب...",
			"title": "الأميرة المطلية بالذهب الأبيض"
		},
		"8": {
			"description": "ارتفع الذهب مطلي مزدوج متوهج الأقراط التوصيل النفق. مصنوعة من الفولاذ المقاوم للصدأ 316L",
			"title": "بومة مثقوبة مطلية بالذهب الوردي من الفولاذ المقاوم للصدأ مزدوج"
		},
		"9": {
			"description": "التوافق مع USB 3.0 وUSB 2.0، نقل البيانات بسرعة، تحسين أداء الكمبيوتر، سعة عالية؛ التوافق المنسق NTFS لأنظمة التشغيل Windows 10 وWindows 8.1 وWindows 7؛ قد تكون إعادة التنسيق مطلوبة لأنظمة التشغيل الأخرى؛ قد يختلف التوافق وفقًا لتكوين الأجهزة ونظام التشغيل الخاص بالمستخدم",
			"title": "محرك الأقراص الصلبة الخارجي المحمول"
		},
		"10": {
			"description": "ترقية سهلة للتمهيد والإيقاف وتحميل التطبيق والاستجابة بشكل أسرع (مقارنة بمحرك الأقراص الثابتة SATA مقاس 2.5 بوصة بسرعة 5400 دورة في الدقيقة؛ استنادًا إلى المواصفات المنشورة واختبارات القياس الداخلية باستخدام نتائج PCMark vantage) يعزز أداء الكتابة المتواصل، مما يجعله مثاليًا لأحمال عمل الكمبيوتر النموذجية التوازن المثالي بين الأداء والموثوقية، سرعات قراءة/كتابة تصل إلى 535 ميجابايت/ثانية/450 ميجابايت/ثانية (استنادًا إلى الاختبار الداخلي؛ قد يختلف الأداء وفقًا لسعة محرك الأقراص والجهاز المضيف ونظام التشغيل والتطبيق.)",
			"title": "SanDisk SSD PLUS 1 تيرابايت SSD داخلي - SATA III 6 جيجابت/ثانية"
		},
		"11": {
			"description": "يتم تطبيق فلاش NAND ثلاثي الأبعاد لتوفير سرعات نقل عالية، سرعات نقل ملحوظة تتيح تشغيل أسرع وتحسين الأداء العام للنظام. تتيح تقنية SLC Cache المتقدمة تعزيز الأداء وعمرًا أطول، وتصميم نحيف مقاس 7 مم مناسب لأجهزة Ultrabooks وأجهزة الكمبيوتر المحمولة فائقة النحافة. يدعم أمر TRIM، وتقنية تجميع البيانات المهملة، وRAID، وECC (فحص الأخطاء وتصحيحها) لتوفير الأداء الأمثل والموثوقية المحسنة.",
			"title": "سيليكون باور 256 جيجا SSD 3D NAND A55 SLC Cache Performance Boost SATA III 2.5"
		},
		"12": {
			"description": "قم بتوسيع تجربة ألعاب PS4 الخاصة بك، العب في أي مكان، إعداد سريع وسهل، تصميم أنيق بسعة عالية، ضمان محدود من الشركة المصنعة لمدة 3 سنوات",
			"title": "يعمل محرك الأقراص WD 4TB للألعاب مع محرك الأقراص الصلبة الخارجي المحمول Playstation 4"
		},
		"13": {
			"description": "شاشة IPS عريضة مقاس 21.5 بوصة عالية الدقة (1920 × 1080) وتقنية Radeon Free Sync. لا يوجد توافق مع معدل تحديث VESA Mount: 75 هرتز - استخدام منفذ HDMI تصميم بدون إطار | رقيقة جدا | زمن الاستجابة 4 مللي ثانية | نسبة العرض إلى الارتفاع للوحة IPS - 16: 9. الألوان المدعومة - 16.7 مليون لون. السطوع - 250 شمعة في المتر المربع، زاوية الميل -5 درجة إلى 15 درجة. زاوية الرؤية الأفقية-178 درجة. زاوية الرؤية العمودية - 178 درجة 75 هرتز",
			"title": "آيسر SB220Q bi 21.5 بوصة كاملة الوضوح (1920 × 1080) IPS Ultra-Thi"
		},
		"14": {
			"description": "شاشة ألعاب منحنية 49 بوصة فائقة العرض 32:9 مع شاشة مزدوجة مقاس 27 بوصة جنبًا إلى جنب، تقنية QUANTUM DOT (QLED) ودعم HDR ومعايرة المصنع توفر ألوانًا وتباينًا واقعيًا ودقيقًا بشكل مذهل، ومعدل تحديث عالٍ يبلغ 144 هرتز ووقت استجابة فائق السرعة يبلغ 1 مللي ثانية القضاء على ضبابية الحركة والظلال وتقليل تأخر الإدخال",
			"title": "شاشة سامسونج المنحنية للألعاب مقاس 49 بوصة CHG90 وسرعة 144 هرتز (LC49HG90DMNXZA) - شاشة QLED فائقة الاتساع"
		},
		"15": {
			"description": "ملحوظة: السترات بمقاس قياسي أمريكي، يرجى اختيار المقاس حسب ملابسك المعتادة. الخامة: 100% بوليستر؛ نسيج بطانة قابل للفصل: صوف دافئ. بطانة عملية قابلة للفصل: صديقة للبشرة، خفيفة الوزن ودافئة. سترة مبطنة بياقة واقفة، تبقيك دافئًا في الطقس البارد. جيوب بسحاب: جيبان لليدين بسحاب، وجيبان بسحاب على الصدر (يكفي للاحتفاظ بالبطاقات أو المفاتيح) وجيب مخفي بالداخل. جيوب يد بسحاب وجيب مخفي يحافظ على أغراضك آمنة. تصميم إنساني: غطاء رأس قابل للتعديل والفصل وأساور قابلة للتعديل لمنع الرياح والماء، من أجل ملاءمة مريحة. تصميم 3 في 1 قابل للفصل يوفر المزيد من الراحة، يمكنك فصل المعطف والجزء الداخلي حسب الحاجة، أو ارتداؤه معًا. إنها مناسبة لمواسم مختلفة وتساعدك على التكيف مع المناخات المختلفة",
			"title": "سترة BIYLACLESEN النسائية 3 في 1 على الجليد معاطف الشتاء"
		},
		"16": {
			"description": "100% بولي يوريثين (الغلاف) 100% بوليستر (البطانة) 75% بوليستر 25% قطن (سترة)، مادة جلدية صناعية للأناقة والراحة / جيبان في الأمام، سترة من الجلد الصناعي بغطاء للرأس 2 مقابل واحد، تفاصيل أزرار على الخصر / خياطة تفصيلية على الجانبين، يُغسل يدويًا فقط / لا تستخدم المبيضات / يُجفف بالتعليق / لا يُكوى",
			"title": "سترة موتو بايكر النسائية من الجلد الصناعي بغطاء للرأس وقابلة للإزالة من Lock and Love"
		},
		"17": {
			"description": "عطر خفيف الوزن للرحلات أو الملابس الكاجوال---أكمام طويلة مع غطاء للرأس، تصميم خصر برباط قابل للتعديل. معطف واق من المطر مزود بأزرار وسحاب أمامي، وخطوط كاملة مبطنة، ومعطف المطر به جيبان جانبيان بحجم جيد لحمل جميع أنواع الأشياء، فهو يغطي الوركين، وغطاء الرأس كبير ولكنه لا يبالغ في ذلك. غطاء رأس مبطن بالقطن مرفق مع أربطة قابلة للتعديل تعطيها مظهرًا حقيقيًا.",
			"title": "سترة المطر المرأة سترة واقية مخطط تسلق معطف واق من المطر"
		},
		"18": {
			"description": "95% رايون 5% سباندكس، مصنوع في الولايات المتحدة الأمريكية أو مستورد، لا تستخدم المبيضات، نسيج خفيف الوزن مع تمدد رائع للراحة، مضلع على الأكمام وخط الرقبة / خياطة مزدوجة على الحاشية السفلية",
			"title": "قميص نسائي من MBJ بأكمام قصيرة ورقبة على شكل حرف V"
		},
		"19": {
			"description": "100% بوليستر، يُغسل في الغسالة، 100% بوليستر كاتيوني متشابك، يُغسل في الغسالة وينكمش مسبقًا لملاءمة رائعة، خفيف الوزن، واسع وجيد التهوية مع نسيج ماص للرطوبة يساعد على الحفاظ على الرطوبة بعيدًا، نسيج ناعم خفيف الوزن مع ياقة مريحة على شكل حرف V مقاس أنحف، يوفر صورة ظلية أنيقة وأكثر أنثوية وراحة إضافية",
			"title": "رطوبة قصيرة الأكمام للسيدات من Opna"
		},
		"20": {
			"description": "95% قطن، 5% سباندكس، الميزات: كاجوال، كم قصير، طباعة حروف، رقبة على شكل حرف V، تي شيرتات عصرية، القماش ناعم وله بعض التمدد. المناسبة: كاجوال/مكتب/شاطئ/مدرسة/منزل/شارع. الموسم: الربيع، الصيف، الخريف، الشتاء.",
			"title": "تي شيرت نسائي من DANVOUY قصير من القطن كاجوال"
		},
		"price": "السعر: ",
		"rate": "التقييم: "
	},
	"search": {
		"reset": "إعادة تعيين المرشحات",
		"title": "بحث عن المنتج"
	},
	"translation": {
		"english": "أنجليزي",
		"arabic": "عربي"
	},
	"info": {
		"headline": "لا يوجد منتجات للعرض !!!"
	}
}
